/////// IDD_SRC_COLUMN_INPUT_DLG
IDC_GUCCO_FRAME_MATERIAL                      = "재질"
IDC_GUCCO_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GUCCO_LABEL_MATERIAL_MB                   = "주철근"
IDC_GUCCO_LABEL_MATERIAL_HB                   = "띠철근"
IDC_GUCCO_LABEL_HBEAM                         = "H-형강"
IDC_GUCCO_LABEL_STUD                          = "스터드 볼트"
IDC_GUCCO_FRAME_SHAPE                         = "형상"
IDC_GUCCO_RADIO_SHAPE_RECT                    = "사각형"
IDC_GUCCO_RADIO_SHAPE_CIRCLE                  = "원형"
IDC_GUCCO_FRAME_SECTION                       = "단면"
IDC_GUCCO_LABEL_SECTION_WIDTH                 = "너비"
IDC_GUCCO_LABEL_SECTION_HEIGHT                = "높이"
IDC_GUCCO_LABEL_SECTION_LENGTH_X              = "길이 ( x )"
IDC_GUCCO_LABEL_SECTION_LENGTH_Y              = "길이 ( y )"
IDC_GUCCO_LABEL_SECTION_KFACTOR_X             = "Kx"
IDC_GUCCO_LABEL_SECTION_KFACTOR_Y             = "Ky"
IDC_GUCCO_FRAME_HBEAM                         = "H-형강"

/////// IDD__SRC_COLUMN_INPUT_DLG
IDC_GUCCO_FRAME_FORCE                         = "설계 부재력 / 휨 모멘트"
IDC_GUCCO_LABEL_FORCE_AXF                     = "축 방향력"
IDC_GUCCO_LABEL_FORCE_MEMX                    = "휨 모멘트 ( x )"
IDC_GUCCO_LABEL_FORCE_MEMY                    = "휨 모멘트 ( y )"
IDC_GUCCO_LABEL_FORCE_SHX                     = "전단력 ( x )"
IDC_GUCCO_LABEL_FORCE_SHY                     = "전단력 ( y )"
IDC_GUCCO_FRAME_COE                           = "설계변수"
IDC_GUCCO_LABEL_COE_CMX                       = "Cmx"
IDC_GUCCO_LABEL_COE_CMY                       = "Cmy"
IDC_GUCCO_LABEL_COE_BETAD                     = "βd"
IDC_GUCCO_INPUT_BTN_LCOMB                     = "하중 조합 ..."
IDC_GUCCO_FRAME_SPLICE                        = "주철근 이음 방식"
IDC_GUCCO_FRAME_ARRANGE                       = "철근 / 철골 배치"
IDC_GUCCO_FRAME_REBAR                         = "철근"
IDC_GUCCO_FRAME_MBAR                          = "주철근 배치 유형"
IDC_GUCCO_RADIO_REBAR_ALIGN_AUTO_CORNER       = "모서리 배치 ( 자동 산정 )"
IDC_GUCCO_RADIO_REBAR_ALIGN_AUTO_UNIFORM      = "등분포로 배치"
IDC_GUCCO_RADIO_REBAR_ALIGN_USER              = "모서리 배치 ( 사용자 :"
IDC_GUCCO_LABEL_REBAR_ALIGN_USER              = ")"
IDC_GUCCO_CHK_LOADTR                          = "하중 전달 검토"
IDC_GUCCO_LABEL_LOADTRANSMISSON_CASE1         = "외력을 철골을 통해서 전달"
IDC_GUCCO_LABEL_LOADTRANSMISSON_CASE2         = "외력을 콘크리트를 통해서 전달"
IDC_GUCCO_LABEL_LOADTRANSMISSON_CASE3         = "외력을 철골과 콘크리트를 통해서 전달"
IDC_GUCCO_FRAME_STUD                          = "스터드 볼트"
IDC_GUCCO_LABEL_STUD_TYPE                     = "유형"
IDC_GUCCO_LABEL_STUD_SPACE                    = "간격"
IDC_GUCCO_LABEL_STUD_LENGTH                   = "길이"
IDC_GUCCO_LABEL_STUD_NO_WEB                   = "개수 ( 웨브 )"
IDC_GUCCO_LABEL_STUD_NO_FLG                   = "개수 ( 플랜지 )"
IDC_GUCCO_LABEL_STUD_WEB                      = "웨브"
IDC_GUCCO_LABEL_STUD_FLG                      = "플랜지"
IDC_GUCCO_RADIO_SPLICE000                     = "이음하지 않음"
IDC_GUCCO_RADIO_SPLICE050                     = "반수 이음"
IDC_GUCCO_RADIO_SPLICE100                     = "전수 이음"
IDC_GUCCO_FRAME_PM_CURVE                      = "P-M 상관 곡선"
IDC_GUCCO_FRAME_RESULT                        = "검토 결과"
IDC_GUCCO_LABEL_STUD_WEB2                     = "개"
IDC_GUCCO_LABEL_STUD_FLG2                     = "개"

/////// IDD_SRC_COLUMN_SMODE_INPUT_SECT2_DLG
IDC_GUCCO_LABEL_UNIT2                         = "단위 :"
IDC_GUCCO_LABEL_UNIT                          = "단위"
IDC_GUCCO_LABEL_LOADTR                        = "외력 전달 재질"
IDC_GUCCO_LABEL_EXTEND                        = "부재 연장 방향"
IDC_GUCCO_LABEL_FORCE_EXT                     = "외력"
IDC_GUCCO_LABEL_TR_REGION                     = "전달 영역" 
IDC_GUCCO_CHECK_REBAR_SPACE_AUTO              = "자동 산정"
IDC_GUCCO_CHECK_REBAR_SPACE_AUTO_SPACE        = "간격"

/////// IDD_SRC_COMP_BEAM_FORC_DLG
IDD_SRC_COMP_BEAM_FORC_DLG                    = "집중 하중"
IDC_SRC_COMPOSITE_BEAM_LIST_FORCE_SELECT_MEMB  = "부재 선택"
IDC_SRC_LIST_FORCE_SELECT_BTN_ALL             = "전체선택"
IDC_SRC_LIST_FORCE_SELECT_BTN_NONE            = "선택해제"
IDC_SRC_COMPOSITE_BEAM_LIST_FORCE_CONCENTRATED_FORCE  = "집중 하중"
IDC_SRC_LIST_FORCE_BTN_APPLY                  = "적용(&A)"
IDC_SRC_LIST_FORCE_BTN_CANCEL                 = "취소(&C)"

/////// IDD_SRC_UCFT_PMODE_DLG
IDC_GUCFT_MATERIAL_GRP                        = "재질"
IDC_GUCFT_MATL_STC                            = "철골"
IDC_GUCFT_CONC_STC                            = "콘크리트"
IDC_GUCFT_SECTION_GRP                         = "단면"
IDC_GUCFT_FORCE_GRP                           = "설계 부재력"
IDC_GUCFT_AXIAL_STC                           = "축 방향력"
IDC_GUCFT_MX_STC                              = "휨 모멘트 ( x )"
IDC_GUCFT_MY_STC                              = "휨 모멘트 ( y )"
IDC_GUCFT_VX_STC                              = "전단력 ( x )"
IDC_GUCFT_VY_STC                              = "전단력 ( y )"
IDC_GUCFT_LENGTH_GRP                          = "부재 길이"
IDC_GUCFT_LX_STC                              = "Lx"
IDC_GUCFT_LY_STC                              = "Ly"
IDC_GUCFT_KX_STC                              = "Kx"
IDC_GUCFT_KY_STC                              = "Ky"
IDC_GUCFT_LV_STC                              = "Lv"
IDC_GUCFT_LOADTR_CHK                          = "하중 전달 검토"
IDC_GUCFT_EXT_FORCE_STC                       = "하중 전달 재질"
IDC_GUCFT_CFT_EXTEND_STC                      = "콘크리트 충전 강관 확장 범위"
IDC_GUCFT_CALC_RESULT_GRP                     = "검토 결과"
IDC_GUCFT_INPUT_BTN_LCOMB                     = "하중 조합 ..."
IDC_GUCFT_CHECK_SEISMIC_PROVISIONS            = "내진 기준 적용"
IDC_GUCFT_RADIO_HIGH_DUCTILITY                = "고연성"
IDC_GUCFT_RADIO_MIDDLE_DUCTILITY              = "중간연성"

/////// IDD_SRC_COMP_BEAM_PMODE_DLG
IDC_GUCCB_FRAME_MATERIAL                      = "재질"
IDC_GUCCB_LABEL_HBEAM                         = "H-형강"
IDC_GUCCB_LABEL_STUD                          = "스터드 볼트"
IDC_GUCCB_LABEL_SHEARCON                      = "전단연결재"
IDC_GUCCB_LABEL_MATERIAL_FCK                  = "콘크리트"
IDC_GUCCB_FRAME_SECTION                       = "단면"
IDC_GUCCB_FRAME_SLAB                          = "슬래브"
IDC_GUCCB_LABEL_SLAB_THIC                     = "두께"
IDC_GUCCB_FRAME_SHAPE_TYPE                    = "형상"
IDC_GUCCB_RADIO_STYPE_T                       = "T-형"
IDC_GUCCB_RADIO_STYPE_HALF_T                  = "반 T-형"
IDC_GUCCB_FRAME_DECKPLATE                     = "데크 플레이트"
IDC_GUCCB_FRAME_SHEAR_CON_TYPE                = "전단연결재"
IDC_GUCCB_RADIO_STUD                          = "스터드 볼트"
IDC_GUCCB_RADIO_CHANNEL                       = "ㄷ형강"
IDC_GUCCB_FRAME_STUD                          = "스터드 볼트"
IDC_GUCCB_LABEL_STUD_TYPE                     = "유형"
IDC_GUCCB_LABEL_STUD_COLUMN                   = "열수"
IDC_GUCCB_LABEL_STUD_SPACE                    = "간격"
IDC_GUCCB_LABEL_STUD_LENGTH                   = "길이"
IDC_GUCCB_LABEL_CHANNEL_NUM                   = "갯수"
IDC_GUCCB_LABEL_CHANNEL_SPACE                 = "간격"
IDC_GUCCB_LABEL_CHANNEL_WIDTH                 = "폭"
IDC_GUCCB_RADIO_DRAW_SECT                     = "단면도"
IDC_GUCCB_RADIO_DRAW_VIBR                     = "진동 그래프"
IDC_GUCCB_FRAME_SPAN                          = "경간 / 지지 조건"
IDC_GUCCB_CHK_SPAN_SUPPORT                    = "동바리 사용"
IDC_GUCCB_LABEL_SPAN_SPAN                     = "경간"
IDC_GUCCB_LABEL_SPAN_SPACE                    = "분담폭"
IDC_GUCCB_LABEL_SPAN_UNBRACE                  = "비지지 길이"
IDC_GUCCB_FRAME_DLOAD                         = "설계 하중"
IDC_GUCCB_LABEL_DLOAD_LL                      = "활하중"
IDC_GUCCB_LABEL_DLOAD_FL                      = "마감 하중"
IDC_GUCCB_LABEL_DLOAD_CL                      = "시공 하중"
IDC_GUCCB_CHK_DLOAD_SELF                      = "자중 고려"
IDC_GUCCB_CHK_DLOAD_CONCENTRATE               = "집중 하중 고려"
IDC_GUCCB_FRAME_DEFLECT                       = "처짐 검토 기준"
IDC_GUCCB_LABEL_DEFLECTION_CONST              = "시공 시 처짐"
IDC_GUCCB_LABEL_DEFLECTION_LIVE               = "활하중"
IDC_GUCCB_LABEL_DEFLECTION_SPAN_LIVE          = "경간 /"
IDC_GUCCB_LABEL_DEFLECTION_ALL                = "고정+활하중"
IDC_GUCCB_LABEL_DEFLECTION_SPAN_ALL           = "경간 /"
IDC_GUCCB_FRAME_VIBR                          = "진동 검토"
IDC_GUCCB_LABEL_VIBR_LOAD                     = "하중 계수"
IDC_GUCCB_LABEL_VIBR_TYPE                     = "실의 용도"
IDC_GUCCB_LABEL_VIBR_BETA                     = "감쇠비 ( β )"
IDC_GUCCB_FRAME_VIBR_SECT                     = "큰 보 단면"
IDC_GUCCB_CHK_VIBR_GIRD                       = "큰 보의 진동 고려"
IDC_GUCCB_LABEL_VIBR_SPAN                     = "큰 보 경간"
IDC_GUCCB_LABEL_VIBR_POSITION                 = "큰 보 위치"
IDC_GUCCB_LABEL_VIBR_CONN                     = "접합 유형"
IDC_GUCCB_FRAME_VIBR_GIRD_SECT                = "큰 보 단면"
IDC_GUCCB_FRAME_PROPERTY                      = "단면 속성"
IDC_GUCCB_FRAME_RESULT                        = "계산 결과"
